<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>

<section class="pt-5">
	<div class="container" data-sticky-container>
		<div class="row g-4 g-sm-5">

			<h2>개인정보처리방침</h2>
			<div>
				ITcruit(이하 ‘회사’)는 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보 보호법, 통신비밀보호법, 전기통신사업법 등 
				정보통신서비스제공자가 준수하여야 할 관련 법규상의 개인정보보호 규정을 준수하며, 관련 법령에 따른 이용자의 권익 보호에 최선을 다하고 있습니다. <br> <br>

				이 개인정보처리방침은 개인정보와 관련한 법령 또는 지침의 변경이 있는 경우 갱신되고, 
				회사 정책 변화에 따라 달라질 수 있으니 이용자께서는 사이트를 방문 시 수시로 확인하여 주시기 바랍니다. 
				개인정보처리방침은 다음과 같은 내용을 담고 있습니다. <br><br>
			</div>

			<h5>
				1. 개인정보의 수집 및 이용목적
			</h5>
			<p>
				1) 회원의 취업과 인재채용 활동을 매개하는 온라인 리크루팅 사이트인 ITcruit(이하 사이트)은 
				효과적인 취업지원 · 인재채용 · 경력개발에 적합한 서비스를 제공하기 위하여 개인정보를 수집하고 있으며 
				수집된 정보를 아래와 같이 이용하고 있습니다. 이용자가 제공한 모든 정보는 하기 목적에 필요한 용도 이외로는 사용되지 않으며 
				이용 목적이 변경될 시에는 사전 동의를 구할 것입니다. <br> 또한, 회원이 회사가 요구하지 않은 개인정보를 사이트에 업로드한 경우, 
				회사는 해당 정보를 이용하지 않으며, 이에 대한 관리책임 또한 없습니다. <br><br>
				2) 서비스 이용과정이나 사업처리 과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.<br>
				- IP Address, 쿠키, 방문일시, 서비스 이용기록, 불량 이용 기록, 광고식별자(ADID, IDFA, IDFV), 기기정보(OS버전, 모델명, UUID) <br><br>
				3) 회사는 다음과 같은 방법으로 개인정보를 수집할 수 있습니다.
				- 홈페이지, 서비스 이용, 이벤트 응모, 팩스, 우편, 전화, 고객센터 문의<br><br>
				4) 회사는 개인정보를 수집함에 있어, 서비스 제공에 필요한 최소한의 개인정보를 ‘필수동의 항목’으로, 그 외 개인정보는 ‘선택동의 항목’으로 구분하여 이에 대해 개별적으로 동의할 수 있는 절차를 마련합니다. <br>
				회사는 이용자가 필요한 최소한의 개인정보 이외의 개인정보를 제공하지 아니한다는 이유로 그 서비스의 제공을 거부하지 않습니다. <br><br>
			</p>

			<h5>
				2. 개인정보의 제공 및 처리위탁
			</h5>
			<p>
				회사는 개인정보를 “1. 개인정보의 수집 및 이용”에서 고지한 범위 내에서 사용하며, 이용자의 사전 동의 없이 동 범위를 초과하여 이용하지 않습니다. <br><br>

				1) 회사는 서비스 향상을 위해서 아래와 같이 개인정보를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다. 
				변동사항 발생 시 공지사항 또는 개인정보 처리방침을 통해 고지하도록 하겠습니다. <br><br>
				2) 다음의 경우에는 합당한 절차를 통한 이용자의 동의를 얻어 개인정보를 제공 또는 이용할 수 있습니다.<br>
				① 제휴관계 : 본 개인정보 처리방침 시행일 현재에는 개인회원의 개인정보를 제공하는 제휴관계가 없으며, 제휴를 통한 변동사항 발생 시사전공지 합니다. 이 경우 개별적인 동의를 구하는 절차를 거치며, 동의가 없는 경우에는 제공하지 않습니다. 
				개인정보를 제공하지 않는 제휴관계는 각 회원별 약관을 따릅니다.<br>
				② 매각, 인수합병: 서비스 제공자의 권리, 의무가 승계 또는 이전되는 경우 이를 반드시 사전에 고지하며 이용자의 개인정보에 대한 동의 철회의 선택권을 부여합니다.<br>
				③ 다만, 아래의 경우에는 예외로 합니다.<br>
				관계법령에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
			</p>

			<h5>
				3. 개인정보의 제3자 제공
			</h5>
			<p>
				1) 회사는 원칙적으로 이용자의 사전 동의를 받아 이용자들의 개인정보를 외부에 제공합니다. 다만, 아래의 경우에는 예외로 합니다.<br>
				① 법령의 규정에 의거하거나, 수사, 조사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관 및 감독당국의 요구가 있는 경우<br>
				② 요금 정산을 위하여 필요한 경우<br>
				③ 이용자 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요함에도 불구하고 동의를 받을 수 없는 경우<br>
				④ 개인정보보호법 제17조 제4항, 동법 시행령 제14조의2 제1항에 따라, 회원이 동의한 개인정보의 수집 및 <br>
				이용목적(동방침 1.참조)의 범위와 관련이 있으며, 회원이 제3자의 제공을 충분히 예측할 수 있고, 제3자 제공이 회원의 이익을 부당하지 
				침해하지 않으며, 제3자 제공시 기술적인 안전성을 충분히 확보한 경우 (인재검색 서칭서비스, 이력서열람서비스) <br><br>
				2) 회사는 원칙적으로 “1. 개인정보의 수집 및 이용”에서 고지한 범위 내에서 개인정보를 이용하거나 제3자에게 제공하며, 
				동 범위를 초과하여 이용하거나 제3자에게 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.<br>
				① 이용자들이 사전에 공개 또는 제3자 제공에 동의한 경우<br>
				② 법령의 규정에 의거하거나, 수사, 조사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관 및 감독당국의 요구가 있는 경우 <br><br>
				3) 그 밖에 개인정보 제3자 제공이 필요한 경우에는 이용자의 동의를 얻는 등 적법한 절차를 통하여 제3자에게 개인정보를 제공할 수 있습니다. <br>
				회사는 이용자들의 거래 이행을 위하여 필요한 경우 이용자의 동의를 얻는 등 적법한 절차를 통하여 아래와 같이 개인정보를 제공할 수 있습니다.
			</p>
			
		</div> <!-- Row END -->
	</div>
</section>
